Revit 2027 API
ParameterTypeId.RbsEnergyAnalysisExportGbxmlDefaultsParam Property
 "Export Default Values": Deprecated.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsEnergyAnalysisExportGbxmlDefaultsParam { get; }
Public Shared ReadOnly Property RbsEnergyAnalysisExportGbxmlDefaultsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsEnergyAnalysisExportGbxmlDefaultsParam {
	ForgeTypeId^ get ();
}
static member RbsEnergyAnalysisExportGbxmlDefaultsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace